<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <title>DAKER One — умный AI-ассистент для бизнеса.</title>
</head>
<body>
    <h1>👋 Добро пожаловать в DAKER One — умный AI-ассистент для бизнеса.</h1>

    <p>Это чат-бот платформа для автоматизации поддержки клиентов.</p>

    <h3>🔐 Вход в систему</h3>
    <ul>
        <li><a href="{{ route('client.login') }}">Войти как клиент</a></li>
    </ul>

    <p>Нет аккаунта?  <a href="{{ route('client.register') }}">Зарегистрироваться</a>
    </p>
</body>
</html>
